Repository: dmaulikr/spofilog
Catalog: sportblog/*.lproj/Localizable.strings
Languages: de

# Add a new workout
source: Add Your First Workout
de: Hier kannst du Workouts anlegen

source: Create A New Workout
de: Neuen Workout erstellen

source: Create Your First Workout
de: Ersten Workout erstellen

source: New Workout Name
de: Neuer Workoutname

source: Touch To Edit Workout
de: Workout bearbeiten

# Add exercise
source: Add Your First Exercise
de: Erste Übung hinzufügen

source: Add Another Exercise
de: Nächste Übung hinzufügen

source: %d Sets
de: %d Sätze

source: Touch To Add Or Edit Sets
de: Hier kannst du Sätze hinzufügen oder bearbeiten

# Exercises
source: Select An Exercises
de: Übung auswählen

# New exercise
source: Create New Exercise
de: Neue Übung erstellen

# Create Exercise
source: Add
de: Hinzufügen

# Add new set
source: Add Your First Set
de: Ersten Satz hinzufügen

source: Add Another Set
de: Nächsten Satz hinzufügen

source: Set - %d
de: %d. Satz

source: %.01f kg | %d reps
de: %.01f kg | %d Wdh.

source: Touch To Change Values
de: Auswählen um den Satz zu bearbeiten

source: Edit Set
de: Satz bearbeiten

source: Set
de: Satz

source: Weight
de: Gewicht

source: Repetitions
de: Wiederholungen

source: Statistics
de: Statistiken

# No Finished Exercises
source: No finished exercises found. You have to create a workout with exercises and sets first.
de: Es wurden keine abgeschlossenen Übungen gefunden. Erstelle einen Workout und füge Übungen mit entsprechenden Sätzen hinzu.

# Finished Exercises Description
source: Select one of your exercises to see all statistical informations.
de: Wähle eine Übung aus, um alle Auswertungen darüber einzusehen.

# Total amount of sets
source: Total Number Of Sets
de: Sätze insgesamt

# Your minimum weight
source: Minimum Weight
de: Minimalgewicht

# Your maximum weight
source: Maximum Weight
de: Maximalgewicht

# Your Averrage Weight-Progress From Set To Set
source: Average Weight Progress From Set To Set
de: Durchschnittliche Steigerung von Satz zu Satz

# Your Weight-Progress From First To Last Exercise
source: Weight Progress From First To Last Exercise
de: Steigerung von erster zu letzter Übung

# Total amount of repetitions
source: Repetitions In Total
de: Wiederholungen insgesamt

# Total times of making this exercise
source: Count Of All Finished Exercises
de: Anzahl abgeschlossener Übungen

# Min Repetitions
source: Minimum Repetitions
de: Minimale Anzahl an Wiederholungen

# Max Repetitions
source: Maximum Repetitions
de: Maximale Anzahl an Wiederholungen

# Average Repetitions
source: Average Count Of Repetitions
de: Durchschnittliche Anzahl an Wiederholungen

source: from %@
de: vom %@

source: to %@
de: bis %@

# Section Common
source: Common
de: Allgemeines

# Section Sets
source: Your Sets
de: Sätze

# Section Weight
source: Your Weight Progress
de: Gewichtsfortschritt

# Section Repetitions
source: Your Repetitions
de: Wiederholungen

# Settings
source: About
de: Info

source: Feedback For Prollo App
de: Feedback zur Prollo-App

source: Prollo is really cool!
de: Prollo ist eine coole App!

source: Imprint
de: Impressum

# REVIEW_TITLE
source: Rate Prollo App
de: Prollo-App bewerten

# REVIEW_MESSAGE
source: If you enjoy using Prollo App, would you mind taking a moment to rate it? Thanks for your support!
de: Gefällt dir die Prollo-App? Cool, dann wäre es super, wenn du sie mit 5 Sternen bewerten könntest. Vielen Dank!

# REVIEW_RATE_BUTTON
source: Rate Prollo App
de: Prollo-App bewerten

source: Bench Press
de: Bankdrücken

source: Deadlift
de: Kreuzheben

source: Biceps Curls
de: Bizeps Curls

source: Shoulder Press
de: Schulterdrücken

source: Tricep Press
de: Trizepsdrücken

# barbell shrug
source: Barbell Shrugs
de: Nackenziehen

# full squat
source: Full Squats
de: Kniebeugen

source: Bench Pull
de: Bankziehen

source: Select Muscle Groups
de: Muskelgruppen wählen

# front
source: Default
de: Standard

# front_neck
source: Neck
de: Nacken

# front_breast
source: Breast
de: Brust

# front_shoulder
source: Shoulders
de: Schultern

# front_biceps
source: Biceps
de: Bizeps

# front_underarm
source: Forearm
de: Unterarme

# front_sides
source: Side-Abdominal
de: Seitliche Bauchmuskeln

# front_sixpack
source: Abdominal
de: Bauchmuskeln

# front_legs
source: Thigh
de: Oberschenkel

# front_shin
source: Shin
de: Schienbeine

# back
source: Default
de: Standard

# back_neck
source: Neck
de: Nacken

# back_shoulder
source: Shoulders
de: Schultern

# back_triceps
source: Triceps
de: Trizeps

# back_underarm
source: Forearm
de: Unterarme

# back_back
source: Back
de: Rücken

# back_ass
source: Butt
de: Gesäß

# back_legs
source: Thigh
de: Oberschenkel

# back_calf
source: Calf
de: Waden
